<!doctype html>
<html>
  <head>
    <link rel="shortcut icon" href="/rastar/assets/favicon.ico" type="image/x-icon">
    <link rel="icon" href="/rastar/assets/favicon.ico" type="image/x-icon">
    <link href="/rastar/assets/styles.css" rel="stylesheet" type="text/css">
    <title>
      4 &#x421;&#x442;&#x438;&#x445;&#x438;&#x438;
    </title>
  </head>
  <body>
    <header class="top-navigation">
      <div class="logo">
        <h3>
          &#x420;&#x443;&#x43C;&#x440;&#x430;
        </h3>
        <p>
          &quot;&#x41A;&#x442;&#x43E; &#x44F;?&quot; &quot;&#x41E;&#x442;&#x43A;&#x443;&#x434;&#x430; &#x44F; &#x43F;&#x440;&#x438;&#x448;&#x435;&#x43B;?&quot; &quot;&#x41A;&#x443;&#x434;&#x430; &#x44F; &#x438;&#x434;&#x443;?&quot;
        </p>
      </div>
      <nav class="navigation">
        <ul class="menu">
          <li class="menu-item ">
            <a href="/rastar/">&#x411;&#x43B;&#x43E;&#x433;</a>
          </li>
          <li class="menu-item ">
            <a href="/rastar/articles/">&#x421;&#x442;&#x430;&#x442;&#x44C;&#x438;</a>
          </li>
          <li class="menu-item ">
            <a href="/rastar/tags/">&#x422;&#x435;&#x43C;&#x44B;</a>
          </li>
          <li class="menu-item ">
            <a href="/rastar/about">&#x41E; &#x441;&#x430;&#x439;&#x442;&#x435;</a>
          </li>
          <li class="menu-item ">
            <a href="/rastar/attention">&#x421;&#x43E;&#x431;&#x435;&#x440;&#x438;&#x441;&#x44C;!</a>
          </li>
        </ul>
      </nav>
    </header>
    <section>
      
    <section class="elements">
      
<p>
  &#x41E;&#x433;&#x43E;&#x43D;&#x44C;, &#x412;&#x43E;&#x434;&#x430;, &#x417;&#x435;&#x43C;&#x43B;&#x44F;, &#x412;&#x435;&#x442;&#x435;&#x440;
  <img class="post-picture" alt="Fire" src="/rastar/assets/elements/4_elements.jpg">
</p>

<p>&#x41A;&#x43E;&#x433;&#x43E; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43F;&#x43E;&#x447;&#x438;&#x442;&#x430;&#x442;&#x44C; &#x43D;&#x430; &#x44D;&#x442;&#x443; &#x442;&#x435;&#x43C;&#x443;:
  <ul>
    <li>
      &#x414;&#x435;&#x432;&#x438;&#x434; &#x420;&#x435;&#x43D;&#x43A;&#x430;&#x439;&#x43D; &#x438; &#x421;&#x43E;&#x440;&#x438;&#x442;&#x430; &#x434;&apos;&#x42D;&#x441;&#x442;&#x435; &quot;&#x41F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43C;&#x430;&#x433;&#x438;&#x44F; &#x441;&#x442;&#x438;&#x445;&#x438;&#x439;&quot;
      <a href="https://www.amazon.com/Practical-Elemental-Magick-elements-Tradition-ebook/dp/B007QFRAIC/ref=mt_kindle?_encoding=UTF8&amp;me=">
        Amazon Book link
      </a>
    </li>
  </ul>
</p>

      <hr>
        <article>
          <h3>&#x41E;&#x433;&#x43E;&#x43D;&#x44C;</h3>
          <img class="post-picture" alt="&#x41E;&#x433;&#x43E;&#x43D;&#x44C;" src="/rastar/assets/elements/fire.png">
          <div><strong>&#x421;&#x438;&#x43C;&#x432;&#x43E;&#x43B;:</strong> &#x422;&#x440;&#x435;&#x443;&#x433;&#x43E;&#x43B;&#x44C;&#x43D;&#x438;&#x43A;, &#x43E;&#x431;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x440;&#x448;&#x438;&#x43D;&#x43E;&#x439; &#x432;&#x432;&#x435;&#x440;&#x445;, &#x433;&#x440;&#x430;&#x444;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438; &#x43F;&#x43E;&#x434;&#x43E;&#x431;&#x435;&#x43D; &#x44F;&#x437;&#x44B;&#x43A;&#x443; &#x43F;&#x43B;&#x430;&#x43C;&#x435;&#x43D;&#x438;.</div>
          <div><strong>&#x426;&#x432;&#x435;&#x442;:</strong> &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x44B;&#x439;</div>
          <div><strong>&#x41C;&#x430;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;:</strong> &#x41F;&#x43E;&#x441;&#x43E;&#x445;</div>
          <div><strong>&#x41A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x44B;&#x435; &#x441;&#x43B;&#x43E;&#x432;&#x430;:</strong> &#x412;&#x43E;&#x43B;&#x44F;, &#x44D;&#x43D;&#x435;&#x440;&#x433;&#x438;&#x44F;, &#x432;&#x434;&#x43E;&#x445;&#x43D;&#x43E;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x435;</div>
          <div><strong>&#x414;&#x43E;&#x431;&#x440;&#x43E;&#x434;&#x435;&#x442;&#x435;&#x43B;&#x44C;:</strong> &#x421;&#x43C;&#x435;&#x43B;&#x43E;&#x441;&#x442;&#x44C;, &#x414;&#x435;&#x440;&#x437;&#x43D;&#x43E;&#x432;&#x435;&#x43D;&#x438;&#x435;</div>
          <div><strong>&#x422;&#x435;&#x43C;&#x43F;&#x435;&#x440;&#x430;&#x43C;&#x435;&#x43D;&#x442;:</strong> &#x425;&#x43E;&#x43B;&#x435;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439;</div>
          <div><strong>&#x421;&#x432;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;:</strong> &#x413;&#x43E;&#x440;&#x44F;&#x447;&#x438;&#x439;, &#x44F;&#x440;&#x43A;&#x438;&#x439;, &#x441;&#x432;&#x435;&#x442;&#x43B;&#x44B;&#x439;, &#x430;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439;, &#x44D;&#x43D;&#x435;&#x440;&#x433;&#x438;&#x447;&#x43D;&#x44B;&#x439;, &#x431;&#x44B;&#x441;&#x442;&#x440;&#x44B;&#x439;, &#x443;&#x441;&#x442;&#x440;&#x435;&#x43C;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439;, &#x432;&#x43E;&#x43B;&#x435;&#x432;&#x43E;&#x439;, &#x442;&#x432;&#x43E;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439;, &#x441;&#x430;&#x43C;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x44B;&#x439;, &#x43D;&#x430;&#x446;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x43D;&#x430; &#x43D;&#x43E;&#x432;&#x43E;&#x435;, &#x44D;&#x43A;&#x441;&#x43F;&#x430;&#x43D;&#x441;&#x438;&#x432;&#x43D;&#x44B;&#x439;, &#x43F;&#x44B;&#x43B;&#x43A;&#x438;&#x439;, &#x441;&#x442;&#x440;&#x430;&#x441;&#x442;&#x43D;&#x44B;&#x439;, &#x43F;&#x43E;&#x43B;&#x43D;&#x44B;&#x439; &#x44D;&#x43D;&#x442;&#x443;&#x437;&#x438;&#x430;&#x437;&#x43C;&#x430;, &#x43D;&#x435;&#x443;&#x43F;&#x440;&#x430;&#x432;&#x43B;&#x44F;&#x435;&#x43C;&#x44B;&#x439;, &#x438;&#x43C;&#x43F;&#x443;&#x43B;&#x44C;&#x441;&#x438;&#x432;&#x43D;&#x44B;&#x439;, &#x430;&#x433;&#x440;&#x435;&#x441;&#x441;&#x438;&#x432;&#x43D;&#x44B;&#x439;, &#x44F;&#x440;&#x43E;&#x441;&#x442;&#x43D;&#x44B;&#x439;, &#x432;&#x441;&#x43F;&#x44B;&#x43B;&#x44C;&#x447;&#x438;&#x432;&#x44B;&#x439;</div>

          <div>
            
          </div>
        </article>
        <hr>
        <article>
          <h3>&#x412;&#x43E;&#x434;&#x430;</h3>
          <img class="post-picture" alt="&#x412;&#x43E;&#x434;&#x430;" src="/rastar/assets/elements/water.png">
          <div><strong>&#x421;&#x438;&#x43C;&#x432;&#x43E;&#x43B;:</strong> &#x422;&#x440;&#x435;&#x443;&#x433;&#x43E;&#x43B;&#x44C;&#x43D;&#x438;&#x43A;, &#x43E;&#x431;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x435;&#x440;&#x448;&#x438;&#x43D;&#x43E;&#x439; &#x432;&#x43D;&#x438;&#x437;, &#x430;&#x441;&#x441;&#x43E;&#x446;&#x438;&#x438;&#x440;&#x443;&#x435;&#x442;&#x441;&#x44F; &#x441; &#x432;&#x43E;&#x434;&#x43E;&#x439;, &#x432;&#x441;&#x435;&#x433;&#x434;&#x430; &#x442;&#x435;&#x43A;&#x443;&#x449;&#x435;&#x439; &#x432;&#x43D;&#x438;&#x437; &#x43F;&#x43E;&#x434; &#x434;&#x435;&#x439;&#x441;&#x442;&#x432;&#x438;&#x435;&#x43C; &#x441;&#x438;&#x43B;&#x44B; &#x442;&#x44F;&#x436;&#x435;&#x441;&#x442;&#x438;.</div>
          <div><strong>&#x426;&#x432;&#x435;&#x442;:</strong> &#x421;&#x438;&#x43D;&#x438;&#x439;</div>
          <div><strong>&#x41C;&#x430;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;:</strong> &#x427;&#x430;&#x448;&#x430;</div>
          <div><strong>&#x41A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x44B;&#x435; &#x441;&#x43B;&#x43E;&#x432;&#x430;:</strong> &#x427;&#x443;&#x432;&#x441;&#x442;&#x432;&#x430;, &#x438;&#x43D;&#x442;&#x443;&#x438;&#x446;&#x438;&#x44F;, &#x43F;&#x43E;&#x434;&#x441;&#x43E;&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x435;, &#x432;&#x43E;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x438;&#x435;</div>
          <div><strong>&#x414;&#x43E;&#x431;&#x440;&#x43E;&#x434;&#x435;&#x442;&#x435;&#x43B;&#x44C;:</strong> &#x416;&#x435;&#x43B;&#x430;&#x43D;&#x438;&#x435;</div>
          <div><strong>&#x422;&#x435;&#x43C;&#x43F;&#x435;&#x440;&#x430;&#x43C;&#x435;&#x43D;&#x442;:</strong> &#x424;&#x43B;&#x435;&#x433;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439;</div>
          <div><strong>&#x421;&#x432;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;:</strong> &#x41F;&#x430;&#x441;&#x441;&#x438;&#x432;&#x43D;&#x430;&#x44F;, &#x432;&#x43E;&#x441;&#x43F;&#x440;&#x438;&#x438;&#x43C;&#x447;&#x438;&#x432;&#x430;&#x44F;, &#x442;&#x435;&#x43A;&#x443;&#x447;&#x430;&#x44F;, &#x433;&#x438;&#x431;&#x43A;&#x430;&#x44F;, &#x43F;&#x43B;&#x430;&#x432;&#x43D;&#x430;&#x44F;, &#x44D;&#x43C;&#x43E;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x432;&#x43F;&#x435;&#x447;&#x430;&#x442;&#x43B;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x441;&#x43A;&#x440;&#x44B;&#x442;&#x43D;&#x430;&#x44F;, &#x43C;&#x435;&#x447;&#x430;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x442;&#x432;&#x43E;&#x440;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F;, &#x441;&#x43E;&#x445;&#x440;&#x430;&#x43D;&#x44F;&#x44E;&#x449;&#x430;&#x44F; &#x432;&#x43D;&#x443;&#x442;&#x440;&#x435;&#x43D;&#x435;&#x435; &#x43F;&#x43E;&#x441;&#x442;&#x43E;&#x44F;&#x43D;&#x441;&#x442;&#x432;&#x43E; &#x43F;&#x440;&#x438; &#x432;&#x43D;&#x435;&#x448;&#x43D;&#x435;&#x439; &#x438;&#x437;&#x43C;&#x435;&#x43D;&#x447;&#x438;&#x432;&#x43E;&#x441;&#x442;&#x438; &#x438; &#x43F;&#x43E;&#x434;&#x430;&#x442;&#x43B;&#x438;&#x432;&#x43E;&#x441;&#x442;&#x438;, &#x438;&#x440;&#x440;&#x430;&#x446;&#x438;&#x43E;&#x43D;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x43D;&#x435;&#x43E;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x43D;&#x435;&#x440;&#x435;&#x448;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x441;&#x435;&#x43D;&#x442;&#x438;&#x43C;&#x435;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;</div>

          <div>
            
          </div>
        </article>
        <hr>
        <article>
          <h3>&#x417;&#x435;&#x43C;&#x43B;&#x44F;</h3>
          <img class="post-picture" alt="&#x417;&#x435;&#x43C;&#x43B;&#x44F;" src="/rastar/assets/elements/earth.png">
          <div><strong>&#x421;&#x438;&#x43C;&#x432;&#x43E;&#x43B;:</strong> &#x422;&#x440;&#x435;&#x443;&#x433;&#x43E;&#x43B;&#x44C;&#x43D;&#x438;&#x43A;, &#x43E;&#x431;&#x440;&#x430;&#x449;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x432;&#x43D;&#x438;&#x437;, &#x43F;&#x435;&#x440;&#x435;&#x447;&#x435;&#x440;&#x43A;&#x442;&#x43D;&#x443;&#x442;&#x44B;&#x439; &#x43B;&#x438;&#x43D;&#x438;&#x435;&#x439;, &#x441;&#x438;&#x43C;&#x432;&#x43E;&#x43B;&#x438;&#x437;&#x438;&#x440;&#x443;&#x435;&#x442; &#x442;&#x44F;&#x436;&#x435;&#x441;&#x442;&#x44C; &#x437;&#x435;&#x43C;&#x43B;&#x438; &#x438; &#x435;&#x435; &#x43F;&#x43E;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x432;&#x43D;&#x438;&#x437;&#x443;, &#x430; &#x433;&#x440;&#x438;&#x437;&#x43E;&#x43D;&#x442;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F; &#x447;&#x435;&#x440;&#x442;&#x430; &#x43E;&#x431;&#x43E;&#x437;&#x43D;&#x430;&#x447;&#x430;&#x435;&#x442; &#x437;&#x435;&#x43C;&#x43D;&#x443;&#x44E; &#x43F;&#x43E;&#x432;&#x435;&#x440;&#x445;&#x43D;&#x43E;&#x441;&#x442;&#x44C;</div>
          <div><strong>&#x426;&#x432;&#x435;&#x442;:</strong> &#x427;&#x435;&#x440;&#x43D;&#x44B;&#x439;, &#x41E;&#x43B;&#x438;&#x432;&#x43A;&#x43E;&#x432;&#x44B;&#x439;, &#x41B;&#x438;&#x43C;&#x43E;&#x43D;&#x43D;&#x44B;&#x439;, &#x41A;&#x440;&#x430;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x44B;&#x439;</div>
          <div><strong>&#x41C;&#x430;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x43E;&#x440;&#x443;&#x436;&#x438;&#x435;:</strong> &#x41F;&#x430;&#x43D;&#x442;&#x430;&#x43A;&#x43B;&#x44C;</div>
          <div><strong>&#x41A;&#x43B;&#x44E;&#x447;&#x435;&#x432;&#x44B;&#x435; &#x441;&#x43B;&#x43E;&#x432;&#x430;:</strong> &#x422;&#x435;&#x43B;&#x43E;, &#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x444;&#x43E;&#x440;&#x43C;&#x430;</div>
          <div><strong>&#x414;&#x43E;&#x431;&#x440;&#x43E;&#x434;&#x435;&#x442;&#x435;&#x43B;&#x44C;:</strong> &#x41C;&#x43E;&#x43B;&#x447;&#x430;&#x43D;&#x438;&#x435;</div>
          <div><strong>&#x422;&#x435;&#x43C;&#x43F;&#x435;&#x440;&#x430;&#x43C;&#x435;&#x43D;&#x442;:</strong> &#x41C;&#x435;&#x43B;&#x430;&#x43D;&#x445;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439;</div>
          <div><strong>&#x421;&#x432;&#x43E;&#x439;&#x441;&#x442;&#x432;&#x430;:</strong> &#x41C;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x442;&#x432;&#x435;&#x440;&#x434;&#x430;&#x44F;, &#x43F;&#x43B;&#x43E;&#x442;&#x43D;&#x430;&#x44F;, &#x443;&#x441;&#x442;&#x43E;&#x439;&#x447;&#x438;&#x432;&#x430;&#x44F;, &#x43A;&#x43E;&#x43D;&#x43A;&#x440;&#x435;&#x442;&#x43D;&#x430;&#x44F;, &#x447;&#x435;&#x442;&#x43A;&#x430;&#x44F;, &#x43E;&#x444;&#x43E;&#x440;&#x43C;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x430;&#x44F;, &#x43C;&#x435;&#x434;&#x43B;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x441;&#x442;&#x430;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x430;&#x44F;, &#x43D;&#x435;&#x438;&#x437;&#x43C;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x43F;&#x440;&#x430;&#x43A;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F;, &#x446;&#x435;&#x43B;&#x435;&#x443;&#x441;&#x442;&#x440;&#x435;&#x43C;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x43E;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x43D;&#x430;&#x44F;, &#x43D;&#x430;&#x434;&#x435;&#x436;&#x43D;&#x430;&#x44F;, &#x43E;&#x441;&#x442;&#x43E;&#x440;&#x43E;&#x436;&#x43D;&#x430;&#x44F;, &#x437;&#x434;&#x440;&#x430;&#x432;&#x43E;&#x43C;&#x44B;&#x441;&#x43B;&#x44F;&#x449;&#x430;&#x44F;, &#x438;&#x437;&#x43B;&#x438;&#x448;&#x43D;&#x435; &#x43C;&#x430;&#x442;&#x435;&#x440;&#x438;&#x430;&#x43B;&#x435;&#x441;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F; &#x438; &#x43F;&#x440;&#x430;&#x433;&#x43C;&#x430;&#x442;&#x438;&#x447;&#x43D;&#x430;&#x44F;, &#x442;&#x44F;&#x436;&#x435;&#x43B;&#x43E;&#x432;&#x435;&#x441;&#x43D;&#x430;&#x44F;, &#x43A;&#x43E;&#x441;&#x442;&#x43D;&#x430;&#x44F;, &#x438;&#x43D;&#x435;&#x440;&#x442;&#x43D;&#x430;&#x44F;</div>

          <div>
            

          </div>
        </article>
        <hr>
    </section>


    </section>
    <section></section>


  </body>
</html>
